Repository: wpbirney/termite
Catalog: vte-ng/po/*.po
Languages: hr

source: Unable to convert characters from %s to %s.
hr: Nemoguća pretvorba znakova iz %s u %s.

source: Attempt to set invalid NRC map '%c'.
hr: Pokušaj postavljanja neispravne NRC mape '%c'.

source: Unrecognized identified coding system.
hr: Pronađen je nepoznati sustav kôdiranja.

source: Attempt to set invalid wide NRC map '%c'.
hr: Pokušaj postavljanja neispravne široke NRC mape '%c'.

source: can not run %s
hr: nemoguće je pokrenuti %s

source: Error creating signal pipe.
hr: Greška prilikom stvaranja slivnika signala.

source: Duplicate (%s/%s)!
hr: Duplikat (%s/%s)!

source: Error compiling regular expression "%s".
hr: Greška u kompilaciji regularnog izraza "%s".

source: No handler for control sequence `%s' defined.
hr: Nema određenog rukovatelja za kontrolni slijed `%s' .

source: Error reading from child: %s.
hr: Greška prilikom čitanja nadređenog: %s.

source: Unable to send data to child, invalid charset convertor
hr: Nemoguće slanje podatka podređenom, neispravan pretvornik znakova

source: Error (%s) converting data for child, dropping.
hr: Greška (%s) pri pretvorbi podataka za nadređenog, odbacujem.

source: Error reading PTY size, using defaults: %s.
hr: Greška prilikom čitanja PTY veličine, koristim uobičajene postavke: %s.

source: Error setting PTY size: %s.
hr: Greška postavljanja PTY veličine: %s.

source: _vte_conv_open() failed setting word characters
hr: _vte_conv_open() nije uspio postaviti znakove riječi

source: Got unexpected (key?) sequence `%s'.
hr: Dobio sam neočekivani (tipkanjem?) slijed `%s'.

source: Could not open console.
hr: Nemoguće otvaranje konzole

source: Could not parse the geometry spec passed to --geometry
hr: Nemoguća obrada geometrijske specifikacije prosljeđene pomoću --geometry

source: Unknown pixel mode %d.
hr: Nepoznati način piksela %d.
